Repository: minxxxx/Projects-for-WeThinkCode
Catalog: ToDo/swiftyproteins/2 - Swifty Proteins/1/swifty-protein-master/swifty-protein/swifty-protein/*.lproj/Localizable.strings
Languages: fr

source: , please click on atom for description
fr: , veuillez cliquer sur un atome pour sa description

source: Atom:
fr: Atome :

source: Click on an atom to display its name
fr: Cliquez sur un atome pour afficher son nom

source: Hello! This is a beautifull 3D view of ligand
fr: Bonjour ! Voici une belle image 3D du ligand

source: Login successful! ✅
fr: Connexion réussi !

source: Network error
fr: Erreur réseau !

source: Search here...
fr: Cherchez ici...

source: Unexpected error! 😱
fr: Erreur inattendue !

source: You need to authenticate, baby
fr: Veuillez vous authentifier

source: link
fr: Lien
